---
kind: enumMember
id: F:Autodesk.Revit.DB.ServiceType.kVAVTerminalReheat
enum: Autodesk.Revit.DB.ServiceType
source: html/ff14f10a-fc72-f74e-41cb-048d15a69433.htm
---
# Autodesk.Revit.DB.ServiceType.kVAVTerminalReheat

Service Type is VAVTerminalReheat.